;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Wim Meijdam
; TranslationAuthorEmail: support@wisecleaner.com
; TranslationAuthorWeb: http://www.wisecleaner.com
; Soft Version: 2.28
; Update: 2016-10-14
;
[GUI]
ButtonYes=Ja
ButtonNo=Nee
ButtonOK=Ok
ButtonMinimize=Minimaliseer
ButtonMaximize=Maximaliseer
ButtonClose=Sluit
ButtonRestore=Herstel
ButtonMenu=Menu

[Translation]
LangCode=0413
ReadHabit=Left-to-right
LanguageName=NL
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Bevestiging
Warning=Waarschuwing
Error=Fout
Confirm=Bevestiging
FrmJSAbout.caption=Over
FrmJSAbout.btnok.caption=Ok
FrmJSAbout.lblver.caption=Huidige Versie:
FrmJSAbout.lblemail.caption=Support Email:
FrmJSAbout.lblhome.caption=WebSite:
FrmJSAbout.lblthank.caption=Met dank aan de volgende personen voor hun bijdrage:
FrmRSMain.btnSupport.hint=Support & commentaar
;
; Popup Menu
;
unsupported=Niet ondersteund formaat
denied=Toegang geweigerd
unknownpath=Geen Pad
pmCheckMsg=Controleer op Nieuws
pmforum=Forum
pmHelp=Online Help
pmHome=WebSite
pmCheckNew=Controleer voor Updates
pmContact=Neem contact met ons op
pmLang=Talen
pmAbout=Over
pmcpfilename=Kopieer het volledig Pad
pmcppath=Kopieer MAP
pmopen=Open File
pmopenfolder=Open Map
pmcpfile=Kopieer File/Map
pmdel=Verwijder File/Files
pmatt=Eigenschappen
pmSelectAll=Selecteer Alle items
pmSelectNone=Selecteer Niets
pmSelectInvert=Inverteer Selectie
pmCheckNew=Controleer voor Updates
pmJetHelp=Snel zoeken
nopath=Pad bestaat niet
pmcutfile=Ga naar...
pmexportto=Bewaar in tekst file...
;
; Main GUI
; 
FrmRSMain.btnlikeit.caption=Like it
FrmRSMain.btnSearch.caption=Zoek
FrmRSMain.btnfeedback.caption=Suggesties en Opmerkingen
FrmRSMain.btncheckupdate.caption=Update controle
FrmRSMain.btnFacebook.hint=Like WiseCleaner op Facebook
FrmRSMain.btnTwitter.hint=Deel Wise JetSearch op Twitter
FrmRSMain.btnemail.hint=Deel Wise JetSearch met vrienden
;
; Like us
;
Frmlikeit.lblTitle.caption=Als je van Wise JetSearch hou, introduceer dan deze gratis vrije software met de mensen waar u van houd.
Frmlikeit.lblInfo.caption=Deel a.u.b. Wise JetSearch met uw familie, vrienden, en collega’s d.m.v. Email, Blog, Twitter, Youtube, Facebook, ect.. ! U brengt dan gemak en efficiëntie in hun leven.
Frmlikeit.lblRate.caption= Beoordeel Wise JetSearch:
Frmlikeit.lblfollow.caption=Volg ons op:
Frmlikeit.lblshare.caption=Deel Wise JetSearch:
Frmlikeit.btndownload.caption=Gratis Download
Frmlikeit.imgrate.hint=Give us 5 star award
Frmlikeit.imgmail.hint=Deel het met je vrienden
Frmlikeit.imgface1.hint=Deel het op facebook
Frmlikeit.imgface2.hint=Volg ons op facebook
Frmlikeit.imgtwitter1.hint=Deel het op twitter
Frmlikeit.imgtwitter2.hint=Volg ons op twitter
Frmlikeit.Caption=Like it
Frmlikeit.lbldownload.caption=Download meer freeware van WiseCleaner.com :

[Edit]
pmcut=Deel
pmcopy=Kopieer
pmpaste=Plak
pmdelete=Verwijder
pmselectall=Selecteer alles


[Message]
Loading=Maakt index...
Loaded=Gereed
Audios=Audio(s)
Videos=Video(s)
Images=Plaatjes
Document=Documenten
Compressed=Archiveren
Email=E-mail
NewVer=Er is een nieuwe versie beschikbaar! Wilt u nu upgraden?
KeyDelete=Verwijder
AllHardDrive=Lokale Hard Disks
SelectHardDrive=Selecteer A.U.B. een Disk
ScanFor=Zoeken op Disk:
Search=Zoek
LeftTimeSec=In: %s second(en)
NoKeyWord=Geef de woorden waarop u wilt zoeken.
Stop=Stop
NoDriveChecked=Kies a.u.b. de disk welke u wilt scannen.
NoNewVer=Gefeliciteerd! Dit is de laatste versie!
TranslateTo=Vertaal naar...

[FastFind]
Name=Naam
Path=Pad
FileSize=File Grote
FileType=Type
DateModified=Wijzigings Datum
KeyWord=Geef zoekwoorden
SearchFinish=Het zoeken is over. %d files/mappen zijn gevonden.
SearchAborted=Het zoeken is onderbroken. %d files/mappen zijn gevonden.
NoResult=Geen enkele overeenkomstige file is gevonden.

[Help]
Startup=Uitvoeren bij het opstarten van de computer
AutoRunMain=Start het Snelzoekscherm van JetSearch
Del=Verwijder
Tips=Snel zoeken naar een lokale file/map

